Repository: Tich0ndrius/Recamgnition
Catalog: Recamgnition/Resources/VisionClassification.xcstrings
Source language: en
Languages: de, ru, uk

source: Abacus
de: Abakus
ru: Счёты
uk: Рахівниця

source: Accordion
de: Akkordeon
ru: Аккордеон
uk: Акордеон

source: Acorn
de: Eichel
ru: Желудь
uk: Жолудь

source: Acrobat
de: Akrobat
ru: Акробат
uk: Акробат

source: Adult
de: Erwachsener
ru: Взрослый
uk: Дорослий

source: Adult cat
de: Erwachsene Katze
ru: Взрослая кошка
uk: Дорослий кіт

source: Agriculture
de: Landwirtschaft
ru: Сельское хозяйство
uk: Сільське господарство

source: Aircraft
de: Flugzeuge
ru: Самолет
uk: Літак

source: Airplane
de: Flugzeug
ru: Самолет
uk: Літак

source: Airport
de: Flughafen
ru: Аэропорт
uk: Аеропорт

source: Air show
de: Flugshow
ru: Авиашоу
uk: Авіашоу

source: Alley
de: Gasse
ru: Переулок
uk: Алея

# alligator_crocodile
source: Alligator or crocodile
de: Alligator oder Krokodil
ru: Аллигатор или крокодил
uk: Алігатор або крокодил

source: Almond
de: Mandel
ru: Миндаль
uk: Мигдаль

source: Ambulance
de: Krankenwagen
ru: Скорая помощь
uk: Швидка допомога

source: Amusement park
de: Vergnügungspark
ru: Парк развлечений
uk: Парк розваг

source: Anchovy
de: Sardelle
ru: Анчоус
uk: Анчоус

source: Angelfish
de: Kaiserfisch
ru: Рыба-ангел
uk: Риба-ангел

source: Animal
de: Tier
ru: Животное
uk: Тварина

source: Ant
de: Ameise
ru: Муравей
uk: Мураха

source: Anvil
de: Amboss
ru: Наковальня
uk: Ковадло

source: Apartment
de: Wohnung
ru: Квартира
uk: Квартира

source: Apple
de: Apfel
ru: Яблоко
uk: Яблуко

source: Appliance
de: Gerät
ru: Бытовой прибор
uk: Прилад

source: Apricot
de: Aprikose
ru: Абрикос
uk: Абрикос

source: Apron
de: Schürze
ru: Фартук
uk: Фартух

source: Arachnid
de: Spinnentier
ru: Паукообразное
uk: Павукоподібні

source: Arch
de: Bogen
ru: Арка
uk: Арк

source: Archery
de: Bogenschießen
ru: Стрельба из лука
uk: Стрільба з лука

source: Armchair
de: Sessel
ru: Кресло
uk: Крісло

source: Art
de: Kunst
ru: Искусство
uk: Ст

source: Arthropods
de: Arthropoden
ru: Членистоногие
uk: Членистоногі

source: Artichoke
de: Artischocke
ru: Артишок
uk: Артишок

source: Arugula
de: Rucola
ru: Руккола
uk: Рукола

source: Asparagus
de: Spargel
ru: Спаржа
uk: Спаржа

source: Athletics
de: Leichtathletik
ru: Легкая атлетика
uk: Легка атлетика

source: ATM
de: Geldautomat
ru: Банкомат
uk: Банкомат

source: Australian shepherd
de: Australischer Schäferhund
ru: Австралийская овчарка
uk: Австралійська вівчарка

source: Automobile
de: Automobil
ru: Автомобиль
uk: Автомобільний

source: Axe
de: Axt
ru: Топор
uk: Сокира

source: Backhoe
de: Baggerlader
ru: Экскаватор-погрузчик
uk: Екскаватор

source: Backpack
de: Rucksack
ru: Рюкзак
uk: Рюкзак

source: Bacon
de: Speck
ru: Бекон
uk: Бекон

source: Bag
de: Tasche
ru: Сумка
uk: Сумка

source: Baked goods
de: Backwaren
ru: Выпечка
uk: Випічка

source: Balcony
de: Balkon
ru: Балкон
uk: Балкон

source: Ball
de: Kugel
ru: Мяч
uk: М'яч

source: Ballet
de: Ballett
ru: Балет
uk: Балет

source: Ballet dancer
de: Balletttänzer
ru: Артист балета
uk: Артист балету

source: Ball games
de: Ballspiele
ru: Игры с мячом
uk: Ігри з м'ячем

source: Balloon
de: Ballon
ru: Воздушный шарик
uk: Повітряна куля

# balloon_hotair
source: Hot-air balloon
de: Heißluftballon
ru: Воздушный шар
uk: Повітряна куля

source: Banana
de: Banane
ru: Банан
uk: Банан

source: Barbell
de: Langhantel
ru: Штанга
uk: Штанга

source: Barge
de: Lastkahn
ru: Баржа
uk: Баржа

source: Barn
de: Scheune
ru: Сарай
uk: Сарай

source: Barnacle
de: Seepocken
ru: Морской жёлудь
uk: Вусоножка

source: Barracuda
de: Barrakuda
ru: Барракуда
uk: Барракуда

source: Barrel
de: Fass
ru: Бочка
uk: Бочка

source: Baseball bat
de: Baseballschläger
ru: Бейсбольная бита
uk: Бейсбольна біта

source: Baseball hat
de: Baseballmütze
ru: Бейсбольная кепка
uk: Бейсболка

# basket_container
source: Basket
de: Korb
ru: Корзина
uk: Кошик

source: Bath
de: Bad
ru: Ванна
uk: Ванна

source: Bathrobe
de: Bademantel
ru: Халат
uk: Халат

source: Bathroom
de: Badezimmer
ru: Ванная комната
uk: Ванна кімната

source: Bathroom faucet
de: Badezimmerhahn
ru: Смеситель для ванной комнаты
uk: Змішувач для ванної кімнати

# bathroom_room
source: Bathroom
de: Badezimmer
ru: Ванная комната
uk: Ванна кімната

source: Beach
de: Strand
ru: Пляж
uk: Пляж

source: Bean
de: Bohne
ru: Фасоль
uk: Бін

source: Beanie
de: Mütze
ru: Вязаная шапка
uk: Шапочка

source: Bear
de: Bär
ru: Медведь
uk: Ведмідь

source: Bed
de: Bett
ru: Кровать
uk: Ліжко

source: Bedding
de: Bettwäsche
ru: Постельное белье
uk: Постільна білизна

source: Bedroom
de: Schlafzimmer
ru: Спальня
uk: Спальня

source: Bee
de: Biene
ru: Пчела
uk: Бджола

source: Beef
de: Rindfleisch
ru: Говядина
uk: Яловичина

source: Beehive
de: Bienenstock
ru: Улей
uk: Вулик

source: Beekeeping
de: Bienenzucht
ru: Пчеловодство
uk: Бджільництво

source: Beer
de: Bier
ru: Пиво
uk: Пиво

source: Beet
de: Rote Bete
ru: Свекла
uk: Буряк

source: Begonia
de: Begonie
ru: Бегония
uk: Бегонія

source: Bell
de: Glocke
ru: Колокол
uk: Дзвоник

source: Bell pepper
de: Paprika
ru: Болгарский перец
uk: Болгарський перець

source: Bell tower
de: Glockenturm
ru: Колокольня
uk: Дзвіниця

source: Belly dance
de: Bauchtanz
ru: Танец живота
uk: Танець живота

source: Bench
de: Bank
ru: Скамейка
uk: Лава

# bernese_mountain
source: Bernese mountain dog
de: Berner Sennenhund
ru: Бернский зенненхунд
uk: Бернський зенненхунд

source: Berry
de: Beere
ru: Ягода
uk: Ягода

source: Bib
de: Lätzchen
ru: Нагрудник
uk: Нагрудник

source: Bicycle
de: Fahrrad
ru: Велосипед
uk: Велосипед

source: Billboards
de: Werbetafeln
ru: Рекламные щиты
uk: Рекламні щити

source: Billiards
de: Billard
ru: Бильярд
uk: Більярд

source: Binoculars
de: Fernglas
ru: Бинокль
uk: Бінокль

source: Bird
de: Vogel
ru: Птица
uk: Птах

source: Birdhouse
de: Vogelhaus
ru: Скворечник
uk: Шпаківня

source: Birthday cake
de: Geburtstagstorte
ru: Торт на день рождения
uk: Іменинний торт

source: Biscuit
de: Keks
ru: Печенье
uk: Бісквітне печиво

source: Blackberry
de: Brombeere
ru: Ежевика
uk: Ожина

source: Bleachers
de: Tribünen
ru: Трибуны
uk: Відбілювачі

source: Blender
de: Mixer
ru: Блендер
uk: Блендер

source: Blizzard
de: Schneesturm
ru: Метель
uk: Завірюха

source: Blocks
de: Blöcke
ru: Блоки
uk: Блоки

source: Blossom
de: Blüte
ru: Цветение
uk: Цвітіння

source: Blue sky
de: Blauer Himmel
ru: Голубое небо
uk: Синє небо

source: Blueberry
de: Blaubeere
ru: Черника
uk: Чорниця

source: Boar
de: Wildschwein
ru: Кабан
uk: Кабан

source: Board game
de: Brettspiel
ru: Настольная игра
uk: Настільна гра

source: Boat
de: Boot
ru: Лодка
uk: Човен

source: Boathouse
de: Bootshaus
ru: Эллинг
uk: Човновий сарай

source: Bobcat
de: Rotluchs
ru: Рысь
uk: Риска

source: Bongo drum
de: Bongotrommel
ru: Барабан бонго
uk: Барабан Бонго

source: Book
de: Buch
ru: Книга
uk: Книга

source: Bookshelf
de: Bücherregal
ru: Книжная полка
uk: Книжкова полиця

source: Boot
de: Stiefel
ru: Сапог
uk: Завантаження

source: Bottle
de: Flasche
ru: Бутылка
uk: Пляшка

source: Bouquet
de: Blumenstrauß
ru: Букет
uk: Букет

source: Bowl
de: Schüssel
ru: Миска
uk: Чаша

source: Bowtie
de: Fliege
ru: Галстук-бабочка
uk: Метелик

source: Boxing
de: Boxen
ru: Бокс
uk: Бокс

source: Branch
de: Zweig
ru: Ветка
uk: Відділення

# brass_music
source: Brass instrument
de: Blechblasinstrument
ru: Духовой инструмент
uk: Духовий інструмент

source: Bread
de: Brot
ru: Хлеб
uk: Хліб

source: Breakdancing
de: Breakdance
ru: Брейк-данс
uk: Брейкданс

source: Brick
de: Ziegelstein
ru: Кирпич
uk: Цегла

source: Brick oven
de: Steinofen
ru: Кирпичная печь
uk: Цегляна піч

source: Bride
de: Braut
ru: Невеста
uk: Наречена

source: Bridesmaid
de: Brautjungfer
ru: Подружка невесты
uk: Подружка нареченої

source: Bridge
de: Brücke
ru: Мост
uk: Міст

source: Briefcase
de: Aktentasche
ru: Портфель
uk: Портфель

source: Broccoli
de: Brokkoli
ru: Брокколи
uk: Брокколі

source: Broom
de: Besen
ru: Метла
uk: Мітла

source: Bucket
de: Eimer
ru: Ведро
uk: Відро

source: Building
de: Gebäude
ru: Здание
uk: Будівля

source: Bulldog
de: Bulldogge
ru: Бульдог
uk: Бульдог

source: Bullfighting
de: Stierkampf
ru: Коррида
uk: Корида

source: Butterfly
de: Schmetterling
ru: Бабочка
uk: Метелик

source: Cabinet
de: Kabinett
ru: Шкаф
uk: Кабінет

source: Cableway
de: Seilbahn
ru: Канатная дорога
uk: Канатна дорога

source: Cactus
de: Kaktus
ru: Кактус
uk: Кактус

source: Cage
de: Käfig
ru: Клетка
uk: Клітка

source: Cake
de: Kuchen
ru: Торт
uk: Торт

# cake_regular
source: Cake
de: Kuchen
ru: Торт
uk: Торт

source: Cake stand
de: Kuchenständer
ru: Подставка для торта
uk: Підставка під торт

source: Calculator
de: Rechner
ru: Калькулятор
uk: Калькулятор

source: Calendar
de: Kalender
ru: Календарь
uk: Календар

source: Caliper
de: Bremssattel
ru: Штангенциркуль
uk: Супорт

source: Camel
de: Kamel
ru: Верблюд
uk: Верблюд

source: Camera
de: Kamera
ru: Камера
uk: Камера

source: Candle
de: Kerze
ru: Свеча
uk: Свічка

source: Candlestick
de: Kerzenhalter
ru: Подсвечник
uk: Свічник

source: Candy
de: Süßigkeiten
ru: Конфеты
uk: Цукерки

source: Candy cane
de: Zuckerstange
ru: Конфета-трость
uk: Цукеркова тростина

# candy_other
source: Other candy
de: Andere Süßigkeiten
ru: Другие конфеты
uk: Інші цукерки

source: Canine
de: Hund
ru: Собака
uk: Собачий

source: Canoe
de: Kanu
ru: Каноэ
uk: Каное

source: Cantaloupe
de: Melone
ru: Дыня
uk: Канталупа

source: Canyon
de: Schlucht
ru: Каньон
uk: Каньйон

source: Car
de: Auto
ru: Автомобиль
uk: Автомобіль

source: Car seat
de: Autositz
ru: Автокресло
uk: Автокрісло

source: Caramel
de: Karamell
ru: Карамель
uk: Карамель

source: Cardboard box
de: Karton
ru: Картонная коробка
uk: Картонна коробка

source: Carnation
de: Nelke
ru: Гвоздика
uk: Гвоздика

source: Carnival
de: Karneval
ru: Карнавал
uk: Карнавал

source: Carousel
de: Karussell
ru: Карусель
uk: Карусель

source: Carrot
de: Karotte
ru: Морковь
uk: Морква

source: Cart
de: Warenkorb
ru: Тележка
uk: Кошик

source: Carton
de: Karton
ru: Картонная коробка
uk: Картон

source: Casino
de: Kasino
ru: Казино
uk: Казино

source: Casserole
de: Auflauf
ru: Запеканка
uk: Запіканка

source: Cassette
de: Kassette
ru: Кассета
uk: Касета

source: Castle
de: Schloss
ru: Замок
uk: Замок

source: Cat
de: Katze
ru: Кошка
uk: Кішка

source: Caterpillar
de: Raupe
ru: Гусеница
uk: Гусениця

source: Cauliflower
de: Blumenkohl
ru: Цветная капуста
uk: Цвітна капуста

source: Cave
de: Höhle
ru: Пещера
uk: Печера

source: Celebration
de: Feier
ru: Праздник
uk: Святкування

source: Celery
de: Sellerie
ru: Сельдерей
uk: Селера

source: Celestial body
de: Himmelskörper
ru: Небесное тело
uk: Небесне тіло

# celestial_body_other
source: Other celestial body
de: Anderer Himmelskörper
ru: Другое небесное тело
uk: Інше небесне тіло

source: Cellar
de: Keller
ru: Подвал
uk: Льох

source: Centipede
de: Tausendfüßler
ru: Многоножка
uk: Сороконіжка

source: Cephalopod
de: Kopffüßer
ru: Головоногие
uk: Головоногий

source: Cereal
de: Getreide
ru: Сухой завтрак
uk: Злакові

source: Ceremony
de: Zeremonie
ru: Церемония
uk: Церемонія

source: Cetacean
de: Wal
ru: Китообразное
uk: Китоподібні

source: Chainsaw
de: Kettensäge
ru: Бензопила
uk: Бензопила

source: Chair
de: Vorsitzender
ru: Стул
uk: Стілець

# chair_other
source: Other chair
de: Anderer Stuhl
ru: Другой стул
uk: Інше крісло

source: Chairlift
de: Sessellift
ru: Кресельный подъемник
uk: Крісельний підйомник

source: Chaise
de: Chaiselongue
ru: Шезлонг
uk: Шезлонг

source: Chalkboard
de: Tafel
ru: Меловая доска
uk: Класна дошка

source: Chameleon
de: Chamäleon
ru: Хамелеон
uk: Хамелеон

source: Chandelier
de: Kronleuchter
ru: Люстра
uk: Люстра

source: Chart
de: Diagramm
ru: Диаграмма
uk: Діаграма

source: Checkbook
de: Scheckheft
ru: Чековая книжка
uk: Чекова книжка

source: Cheese
de: Käse
ru: Сыр
uk: Сир

source: Cheesecake
de: Käsekuchen
ru: Чизкейк
uk: Чізкейк

source: Cheetah
de: Gepard
ru: Гепард
uk: Гепард

source: Cherry
de: Kirsche
ru: Вишня
uk: Вишня

source: Chess
de: Schach
ru: Шахматы
uk: Шахи

source: Chestnut
de: Kastanie
ru: Каштан
uk: Каштановий

source: Chewing gum
de: Kaugummi
ru: Жевательная резинка
uk: Жувальна гумка

source: Child
de: Kind
ru: Ребенок
uk: Дитина

source: Chimney
de: Schornstein
ru: Дымоход
uk: Димар

source: Chives
de: Schnittlauch
ru: Шнитт-лук
uk: Зелена цибуля

source: Chocolate
de: Schokolade
ru: Шоколад
uk: Шоколад

# chocolate_chip
source: Chocolate chips
de: Schokoladenstückchen
ru: Шоколадные чипсы
uk: Шоколадна стружка

source: Chopsticks
de: Essstäbchen
ru: Палочки для еды
uk: Палички для їжі

source: Christmas decoration
de: Weihnachtsdekoration
ru: Рождественское украшение
uk: Новорічна прикраса

source: Christmas tree
de: Weihnachtsbaum
ru: Рождественская елка
uk: Різдвяна ялинка

source: Chrysanthemum
de: Chrysantheme
ru: Хризантема
uk: Хризантема

source: Cigar
de: Zigarre
ru: Сигара
uk: Сигара

source: Cigarette
de: Zigarette
ru: Сигарета
uk: Сигарета

source: Cilantro
de: Koriander
ru: Кинза
uk: Кінза

source: Circuit board
de: Platine
ru: Печатная плата
uk: Друкована плата

source: Circus
de: Zirkus
ru: Цирк
uk: Цирк

source: Citrus fruit
de: Zitrusfrüchte
ru: Цитрусовые фрукты
uk: Цитрусові

source: Cityscape
de: Stadtbild
ru: Городской пейзаж
uk: Міський пейзаж

source: Clam
de: Muschel
ru: Моллюск
uk: Молюск

source: Clarinet
de: Klarinette
ru: Кларнет
uk: Кларнет

source: Classroom
de: Klassenzimmer
ru: Учебный класс
uk: Класна кімната

source: Cliff
de: Klippe
ru: Утёс
uk: Скеля

source: Cloak
de: Umhang
ru: Плащ
uk: Плащ

source: Clock
de: Uhr
ru: Часы
uk: Годинник

source: Clock tower
de: Uhrturm
ru: Башня с часами
uk: Годинникова вежа

source: Closet
de: Schrank
ru: Шкаф
uk: Шафа

source: Clothesline
de: Wäscheleine
ru: Веревка для белья
uk: Білизняна мотузка

source: Clothespin
de: Wäscheklammer
ru: Прищепка
uk: Прищіпка

source: Clothing
de: Kleidung
ru: Одежда
uk: Одяг

source: Cloudy
de: Bewölkt
ru: Облачно
uk: Хмарно

source: Clover
de: Klee
ru: Клевер
uk: Конюшина

source: Clownfish
de: Clownfisch
ru: Рыба-клоун
uk: Риба-клоун

source: Cockatoo
de: Kakadu
ru: Какаду
uk: Какаду

source: Coconut
de: Kokosnuss
ru: Кокос
uk: Кокос

source: Coffee
de: Kaffee
ru: Кофе
uk: Кава

source: Coffee bean
de: Kaffeebohne
ru: Кофейное зерно
uk: Кавове зерно

source: Coin
de: Münze
ru: Монета
uk: Монета

source: Coleslaw
de: Krautsalat
ru: Коулслоу
uk: Салат з капусти

source: Compass
de: Kompass
ru: Компас
uk: Компас

source: Computer keyboard
de: Computertastatur
ru: Компьютерная клавиатура
uk: Комп'ютерна клавіатура

source: Computer mouse
de: Computermaus
ru: Компьютерная мышь
uk: Комп'ютерна мишка

source: Computer tower
de: Computerturm
ru: Системный блок
uk: Комп'ютерна вежа

source: Concert
de: Konzert
ru: Концерт
uk: Концерт

source: Conch
de: Muschel
ru: Раковина моллюска
uk: Раковина

source: Condiment
de: Gewürz
ru: Приправа
uk: Приправа

source: Conference
de: Konferenz
ru: Конференция
uk: Конференція

source: Consumer electronics
de: Unterhaltungselektronik
ru: Бытовая электроника
uk: Побутова електроніка

source: Container
de: Behälter
ru: Контейнер
uk: Контейнер

source: Convertible
de: Cabrio
ru: Кабриолет
uk: Кабріолет

source: Conveyance
de: Beförderung
ru: Транспортное средство
uk: Перевезення

source: Cookie
de: Keks
ru: Печенье
uk: Печиво

source: Cookware
de: Kochgeschirr
ru: Посуда
uk: Кухонний посуд

source: Coral reef
de: Korallenriff
ru: Коралловый риф
uk: Кораловий риф

source: Cord
de: Kordel
ru: Шнур
uk: Шнур

source: Corkscrew
de: Korkenzieher
ru: Штопор
uk: Штопор

source: Corn
de: Mais
ru: Кукуруза
uk: Кукурудза

source: Cornflower
de: Kornblume
ru: Василёк
uk: Волошка

source: Cosmetic tool
de: Kosmetisches Werkzeug
ru: Косметическая принадлежность
uk: Косметичний засіб

source: Costume
de: Kostüm
ru: Костюм
uk: Костюм

source: Cougar
de: Puma
ru: Пума
uk: Пума

source: Coupon
de: Gutschein
ru: Купон
uk: Купон

source: Cow
de: Kuh
ru: Корова
uk: Корова

source: Cowboy hat
de: Cowboyhut
ru: Ковбойская шляпа
uk: Ковбойський капелюх

# coyote_wolf
source: Coyote or wolf
de: Kojote oder Wolf
ru: Койот или волк
uk: Койот або вовк

source: Crab
de: Krabbe
ru: Краб
uk: Краб

# crane_construction
source: Construction crane
de: Baukran
ru: Строительный кран
uk: Будівельний кран

source: Crate
de: Kiste
ru: Ящик
uk: Ящик

source: Credit card
de: Kreditkarte
ru: Кредитная карта
uk: Кредитна картка

source: Creek
de: Bach
ru: Ручей
uk: Крик

source: Crepe
de: Krepp
ru: Креп
uk: Креп

source: Crib
de: Kinderbett
ru: Детская кроватка
uk: Дитяче ліжечко

source: Crosswalk
de: Zebrastreifen
ru: Пешеходный переход
uk: Пішохідний перехід

source: Crowd
de: Menschenmenge
ru: Толпа
uk: Натовп

source: Cruise ship
de: Kreuzfahrtschiff
ru: Круизный лайнер
uk: Круїзне судно

source: Crutch
de: Krücke
ru: Костыль
uk: Милиця

source: Cubicle
de: Kabine
ru: Кабинка
uk: Кабіна

source: Cucumber
de: Gurke
ru: Огурец
uk: Огірок

source: Cup
de: Tasse
ru: Чашка
uk: Кубок

source: Currency
de: Währung
ru: Валюта
uk: Валюта

source: Curtain
de: Vorhang
ru: Занавес
uk: Штора

source: Cutting board
de: Schneidebrett
ru: Разделочная доска
uk: Обробна дошка

source: Cycling
de: Radfahren
ru: Велоспорт
uk: Велоспорт

source: Dachshund
de: Dackel
ru: Такса
uk: Такса

source: Daffodil
de: Narzisse
ru: Нарцисс
uk: Нарцис

source: Dahlia
de: Dahlie
ru: Георгин
uk: Жоржина

source: Daisy
de: Gänseblümchen
ru: Маргаритка
uk: Дейзі

source: Dalmatian
de: Dalmatiner
ru: Далматин
uk: Далматин

source: Dam
de: Verdammt
ru: Плотина
uk: Дамба

source: Dancing
de: Tanzen
ru: Танцы
uk: Танці

source: Dandelion
de: Löwenzahn
ru: Одуванчик
uk: Кульбаба

source: Dartboard
de: Dartscheibe
ru: Дартс
uk: Дартс

source: Dashboard
de: Armaturenbrett
ru: Панель управления
uk: Приладова панель

source: Daytime
de: Tagsüber
ru: Дневное время
uk: Денний час

source: Decanter
de: Dekanter
ru: Графин
uk: Графин

source: Decoration
de: Dekoration
ru: Украшение
uk: Прикраса

source: Decorative plant
de: Dekorative Pflanze
ru: Декоративное растение
uk: Декоративна рослина

source: Deejay
de: DJ
ru: Диджей
uk: Діджей

source: Deer
de: Hirsch
ru: Олень
uk: Олень

source: Desert
de: Wüste
ru: Пустыня
uk: Пустеля

source: Desk
de: Schreibtisch
ru: Письменный стол
uk: Письмовий стіл

source: Dessert
de: Nachtisch
ru: Десерт
uk: Десерт

source: Diagram
de: Diagramm
ru: Диаграмма
uk: Діаграма

source: Dial
de: Wählen
ru: Циферблат
uk: Циферблат

source: Diaper
de: Windel
ru: Подгузник
uk: Підгузник

source: Dice
de: Würfel
ru: Игральные кости
uk: Кубики

source: Dining room
de: Esszimmer
ru: Столовая
uk: Їдальня

source: Dinosaur
de: Dinosaurier
ru: Динозавр
uk: Динозавр

source: Dirt road
de: Unbefestigte Straße
ru: Грунтовая дорога
uk: Грунтова дорога

source: Disco ball
de: Discokugel
ru: Диско-шар
uk: Диско-куля

source: Dishwasher
de: Spülmaschine
ru: Посудомоечная машина
uk: Посудомийна машина

source: Diving
de: Tauchen
ru: Дайвинг
uk: Дайвінг

source: Doberman
de: Dobermann
ru: Доберман
uk: Доберман

source: Document
de: Dokument
ru: Документ
uk: Документ

source: Dog
de: Hund
ru: Собака
uk: Собака

source: Doll
de: Puppe
ru: Кукла
uk: Лялька

source: Dolphin
de: Delphin
ru: Дельфин
uk: Дельфін

source: Dome
de: Kuppel
ru: Купол
uk: Купол

source: Domicile
de: Wohnsitz
ru: Жилище
uk: Місце проживання

source: Donkey
de: Esel
ru: Осел
uk: Осел

source: Door
de: Tür
ru: Дверь
uk: Двері

source: Dove
de: Taube
ru: Голубь
uk: Голубка

source: Dragon parade
de: Drachenparade
ru: Парад драконов
uk: Парад драконів

source: Dragonfly
de: Libelle
ru: Стрекоза
uk: Бабка

source: Dressage
de: Dressur
ru: Выездка
uk: Виїздка

source: Drink
de: Trinken
ru: Напиток
uk: Пити

source: Drinking glass
de: Trinkglas
ru: Стакан
uk: Стакан для пиття

source: Driveway
de: Auffahrt
ru: Подъездная дорожка
uk: Під'їзна дорога

# drone_machine
source: Drone
de: Drohne
ru: Дрон
uk: Дрон

source: Drum
de: Trommel
ru: Барабан
uk: Барабан

source: Dumbbell
de: Hantel
ru: Гантель
uk: Гантель

source: Dumpling
de: Knödel
ru: Пельмени
uk: Вареник

source: Eagle
de: Adler
ru: Орел
uk: Орел

source: Earmuffs
de: Ohrenschützer
ru: Тёплые наушники
uk: Амбушури

source: Easel
de: Staffelei
ru: Мольберт
uk: Мольберт

source: Easter egg
de: Osterei
ru: Пасхальное яйцо
uk: Пасхальне яйце

source: Egg
de: Ei
ru: Яйцо
uk: Яйце

source: Eggplant
de: Aubergine
ru: Баклажан
uk: Баклажани

source: Electric fan
de: Elektrischer Ventilator
ru: Электрический вентилятор
uk: Електричний вентилятор

source: Elephant
de: Elefant
ru: Слон
uk: Слон

source: Elevator
de: Aufzug
ru: Лифт
uk: Ліфт

source: Elk
de: Elch
ru: Лось
uk: Лось

source: Embers
de: Glut
ru: Угли
uk: Вуглинки

# engine_vehicle
source: Vehicle engine
de: Fahrzeugmotor
ru: Двигатель автомобиля
uk: Двигун автомобіля

source: Envelope
de: Umschlag
ru: Конверт
uk: Конверт

source: Equestrian
de: Reitsport
ru: Конный спорт
uk: Кінний спорт

source: Escalator
de: Rolltreppe
ru: Эскалатор
uk: Ескалатор

source: Eucalyptus tree
de: Eukalyptusbaum
ru: Эвкалиптовое дерево
uk: Евкаліптове дерево

source: Evergreen
de: Immergrün
ru: Вечнозелёное растение
uk: Вічнозелений

source: Extinguisher
de: Feuerlöscher
ru: Огнетушитель
uk: Вогнегасник

source: Eyeglasses
de: Brillen
ru: Очки
uk: Окуляри

source: Fairground
de: Messegelände
ru: Ярмарка
uk: Ярмарковий майданчик

source: Farm
de: Bauernhof
ru: Ферма
uk: Ферма

source: Feline
de: Katze
ru: Кошачьи
uk: Котячий

source: Fence
de: Zaun
ru: Забор
uk: Паркан

# fencing_sport
source: Fencing
de: Fechten
ru: Фехтование
uk: Фехтування

source: Ferns
de: Farne
ru: Папоротники
uk: Папороті

source: Ferret
de: Frettchen
ru: Хорек
uk: Тхір

source: Ferris wheel
de: Riesenrad
ru: Колесо обозрения
uk: Колесо огляду

source: Fig
de: Abb
ru: Инжир
uk: Рис

source: Figurine
de: Figur
ru: Статуэтка
uk: Статуетка

source: Fire
de: Feuer
ru: Огонь
uk: Вогонь

source: Firecracker
de: Kracher
ru: Петарда
uk: Петарда

source: Fireplace
de: Kamin
ru: Камин
uk: Камін

source: Fire truck
de: Feuerwehrauto
ru: Пожарная машина
uk: Пожежна машина

source: Fireworks
de: Feuerwerk
ru: Фейерверк
uk: Феєрверк

source: Fish
de: Fisch
ru: Рыба
uk: Риба

source: Fishbowl
de: Fischglas
ru: Аквариум
uk: Акваріум

source: Fishing
de: Angeln
ru: Рыбалка
uk: Риболовля

source: Fish tank
de: Aquarium
ru: Аквариум
uk: Аквариум для риби

source: Flag
de: Flagge
ru: Флаг
uk: Прапор

source: Flagpole
de: Fahnenmast
ru: Флагшток
uk: Флагшток

source: Flame
de: Flamme
ru: Пламя
uk: Полум'я

source: Flashlight
de: Taschenlampe
ru: Фонарик
uk: Ліхтарик

source: Flower
de: Blume
ru: Цветок
uk: Квітка

source: Flower arrangement
de: Blumenarrangement
ru: Цветочная композиция
uk: Квіткова композиція

source: Flute
de: Flöte
ru: Флейта
uk: Флейта

source: Folding chair
de: Klappstuhl
ru: Складной стул
uk: Розкладне крісло

source: Foliage
de: Laub
ru: Листва
uk: Листя

source: Food
de: Essen
ru: Еда
uk: Харчування

source: Foosball
de: Tischfußball
ru: Настольный футбол
uk: Настільний футбол

source: Football
de: Fußball
ru: Футбол
uk: Футбол

source: Footwear
de: Schuhe
ru: Обувь
uk: Взуття

source: Forest
de: Wald
ru: Лес
uk: Ліс

source: Fork
de: Gabel
ru: Вилка
uk: Вилка

source: Forklift
de: Gabelstapler
ru: Вилочный погрузчик
uk: Вилковий навантажувач

source: Formula One car
de: Formel-1-Auto
ru: Автомобиль Формулы-1
uk: Болід Формули-1

source: Fountain
de: Brunnen
ru: Фонтан
uk: Фонтан

source: Fox
de: Fuchs
ru: Лиса
uk: Лисиця

source: Frame
de: Rahmen
ru: Рамка
uk: Рамка

source: Fried chicken
de: Gebratenes Huhn
ru: Жареная курица
uk: Смажена курка

source: Fried egg
de: Spiegelei
ru: Жареное яйцо
uk: Смажене яйце

source: Fries
de: Pommes
ru: Картошка фри
uk: Картопля фрі

source: Frog
de: Frosch
ru: Лягушка
uk: Жаба

source: Frozen
de: Gefroren
ru: Замороженный продукт
uk: Заморожені

source: Frozen dessert
de: Gefrorenes Dessert
ru: Замороженный десерт
uk: Заморожений десерт

source: Fruit
de: Obst
ru: Фрукт
uk: Фрукти

source: Fruitcake
de: Obstkuchen
ru: Фруктовый кекс
uk: Фруктовий пиріг
